Repository: neos/media
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: ar

source: Could not replace asset
ar: لا يمكن أن تحل محل الأصول

# assetHasBeenReplaced
source: Asset "{0}" has been replaced.
ar: تم استبدال الأصول "{0}".

# assetHasBeenUpdated
source: Asset "{0}" has been updated.
ar: تم تحديث الأصول "{0}".

# assetHasBeenAdded
source: Asset "{0}" has been added.
ar: تم إضافة الأصول "{0}".

# assetHasBeenDeleted
source: Asset "{0}" has been deleted.
ar: تم حذف الأصل "{0}".

source: Asset could not be deleted.
ar: لا يمكن حذف هذا الأصل.

# tagAlreadyExistsAndAddedToCollection
source: Tag "{0}" already exists and was added to collection.
ar: العلامة "{0}" موجود بالفعل وتمت إضافتها إلى مجموعة.

# tagHasBeenCreated
source: Tag "{0}" has been created.
ar: تم إنشاء العلامة "{0}".

# tagHasBeenUpdated
source: Tag "{0}" has been updated.
ar: تم تحديث علامة "{0}".

# tagHasBeenDeleted
source: Tag "{0}" has been deleted.
ar: لقد تم حذف علامة "{0}".

# collectionHasBeenCreated
source: Collection "{0}" has been created.
ar: وقد تم إنشاء مجموعة "{0}".

# collectionHasBeenUpdated
source: Collection "{0}" has been updated.
ar: وقد تم تحديث مجموعة "{0}".

# collectionHasBeenDeleted
source: Collection "{0}" has been deleted.
ar: تم حذف مجموعة "{0}".

# media.replace.options.generateRedirects
source: Generate redirects from original file url to the new url
ar: إنشاء إعادة توجيه من url الملف الأصلي لعنوان url الجديد
